Repository: MPDieckmann/SignalBroadcaster
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Please log in first.
de: Bitte melde Dich zunächst an.

source: Please link your device first.
de: Bitte verknüpfe Dein Endgerät zunächst.

source: Home
de: Startseite

source: Help
de: Hilfe

source: About the Project
de: Über das Projekt

source: Messages sent successfully!
de: Nachrichten erfolgreich versandt!

source: Successfully logged in!
de: Erfolgreich eingeloggt!

source: Incorrect username or password!
de: Benutzername oder Passwort stimmen nicht!

source: Login
de: Anmelden

source: Link Device
de: Gerät verknüpfen

source: Device successfully unlinked.
de: Endgerät erfolgreich entkoppelt.

source: Unlink Device
de: Gerät entkoppeln

source: QR Code could not be generated!
de: QR Code konnte nicht erstellt werden!

source: Successfully logged out!
de: Erfolgreich ausgeloggt!

source: All rights reserved.
de: Alle Rechte vorbehalten.

source: This project uses the following third-party libraries:
de: Dieses Projekt nutzt die folgenden Dritt-Anbieter Bibliotheken:

source: This software is licensed under the GPL-3.0 License:
de: Diese Software ist lizensiert unter der GPL-3.0 Lizenz:

source: Logout
de: Abmelden

source: Contacts
de: Kontakte

source: more
de: mehr

source: Groups
de: Gruppen

source: How can messages be personalized?
de: Wie können Nachrichten personalisiert werden?

source: All entries from this file can be easily used:
de: Alle Einträge aus dieser Datei können auf die folgenden Art und Weise einfach benutzt werden:

source: These entries were all saved under the contact. When a message is sent to a group, group variables become accessible as well:
de: Alle Eigenschaften sind unter contact verfügbar. Wenn eine Nachricht an eine Gruppe gesendet wird, so ist außerdem die Variable group verfügbar:

source: Hello %(name)s
de: Hallo %(name)s

source: Sender:
de: Absender:

source: Message (de):
de: Nachricht (de):

source: Message (en):
de: Nachricht (en):

source: Send
de: Senden

source: Reset Fields
de: Felder leeren

source: Scan QR Code
de: QR Code scannen

source: Please scan the QR code with your Signal app to connect your device.
de: Bitte scanne den QR Code mit Deiner Signal App und verknüpfe Dein Endgerät.

source: Afterward, please refresh the page or click on Continue:
de: Bitte lade danach die Seite neu oder klicke auf 'Weiter':

source: Continue
de: Weiter

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: If you unlink your device, you will no longer be able to send messages via this application.
de: Wenn Du die Verknüpfung zu Deinem Endgerät aufhebst, wirst Du nicht länger in der Lage sein, Nachrichten über diese Anwendung zu verschicken.

source: You can still send and receive messages via your Signal app.
de: Du kannst weiterhin Nachrichten über die Signal App senden und empfangen.

source: You will be automatically logged out after unlinking your device.
de: Du wirst automatisch ausgeloggt, nachdem Dein Gerät entkoppelt wurde.

source: If you want to continue sending messages via this application, please log out.
de: Wenn Du weiterhin Nachrichten mit dieser Anwendung verschicken können möchtest, melde Dich bitte ab.
